/* cocoaQemu */

"grabMouse:title" = "%@ - %@ (Press ctrl + alt to release Mouse)";

"saveVM:text" = "Saving PC";

"startPCWithArgs:text" = "Loading PC";

"changeFda:prompt" = "choose Image for Floppy A";
"changeFda:message" = "Select the diskimage you want to use as Floppy A.";

"changeFdb:prompt" = "choose Image for Floppy B";
"changeFdb:message" = "Select the diskimage you want to use as Floppy B.";

"changeCdrom:prompt" = "choose Image your CD-ROM";
"changeCdrom:message" = "Select the diskimage you want to use as CD-ROM.";

"shutdownPC:text:1" = "Shutting down Guest PC";
"shutdownPC:defaultButton:1" = "Cancel";
"shutdownPC:alternateButton:1" = "Shutdown";
"shutdownPC:informativeTextWithFormat:1" = "The Guest OS is still running. If you shutdown the guest PC, you may lose Data.";
"shutdownPC:text:2" = "Shutting down Guest PC";
"shutdownPC:defaultButton:2" = "Save PC";
"shutdownPC:alternateButton:2" = "Cancel";
"shutdownPC:otherButton:2" = "Don't save PC";
"shutdownPC:informativeTextWithFormat:2" = "The Guest OS is still running. If you don't save the guest PC, you may lose Data.";


/* cocoaQemuProgressWindow */

"init:title" = "Stop";

"showProgressWindow:text" = "Guest PC: %@";


/* cocoaQemuWindow */

"toolbar:label:fda" = "Floppy A";
"toolbar:paletteLabel:fda" = "Floppy A";
"toolbar:toolTip:fda" = "Change floppy drive A image";
"toolbar:menuItem:fda:1" = "Load disk image for floppy A...";
"toolbar:menuItem:fda:2" = "Eject floppy A";
"toolbar:label:fdb" = "Floppy B";
"toolbar:paletteLabel:fdb" = "Floppy B";
"toolbar:toolTip:fdb" = "Change floppy drive B image";
"toolbar:menuItem:fdb:1" = "Load disk image for floppy B...";
"toolbar:menuItem:fdb:2" = "Eject floppy B";
"toolbar:label:cdrom" = "CD-ROM";
"toolbar:paletteLabel:cdrom" = "CD-ROM";
"toolbar:toolTip:cdrom" = "Change CD-ROM image";
"toolbar:menuItem:cdrom:1" = "Use physical CD-Rom";
"toolbar:menuItem:cdrom:2" = "Load disk image for CD-Rom...";
"toolbar:menuItem:cdrom:3" = "Eject CD-Rom";
"toolbar:label:screenshot" = "Screenshot";
"toolbar:paletteLabel:screenshot" = "Screenshot";
"toolbar:toolTip:screenshot" = "Take Screenshot";
"toolbar:label:resetPC" = "Reset PC";
"toolbar:paletteLabel:resetPC" = "Reset PC";
"toolbar:toolTip:resetPC" = "Reset PC";
"toolbar:label:cpu" = "CPU usage";
"toolbar:paletteLabel:cpu" = "CPU usage";
"toolbar:toolTip:cpu" = "CPU usage";
"toolbar:label:pausePlay" = "Pause emulation";
"toolbar:paletteLabel:pausePlay" = "Pause emulation";
"toolbar:toolTip:pausePlay" = "Pause emulation";
"toolbar:label:shutdownPC" = "Shutdown PC";
"toolbar:paletteLabel:shutdownPC" = "Shutdown PC";
"toolbar:toolTip:shutdownPC" = "Shutdown PC";
"toolbar:label:ctrlAltDel" = "Send ctrl-alt-del";
"toolbar:paletteLabel:ctrlAltDel" = "Send ctrl-alt-del";
"toolbar:toolTip:ctrlAltDel" = "Send ctrl-alt-del";
"toolbar:label:fullscreen" = "Fullscreen";
"toolbar:paletteLabel:fullscreen" = "Fullscreen";
"toolbar:toolTip:fullscreen" = "Switch to fullscreen";

/* FSToolbarController */

"toolbar:label:screenshot" = "Screenshot";
"toolbar:label:ctrlaltdel" = "Ctrl-Alt-Del";
"toolbar:label:shutdown" = "Shutdown";
"toolbar:label:fullscreen" = "Exit Fullscreen";